{"id":145,"name":"Spider-Man","alias":["Dusk"],"desc":"Spider-Man is a fictional superhero created by writer-editor Stan Lee and writer-artist Steve Ditko. He first appeared in the anthology comic book Amazing Fantasy #15 (August 1962) in the Silver Age of Comic Books. He appears in American comic books published by Marvel Comics, as well as in a number of movies, television shows, and video game adaptations set in the Marvel Universe. In the stories, Spider-Man is the alias of Peter Parker, an orphan raised by his Aunt May and Uncle Ben in New York City after his parents Richard and Mary Parker were killed in a plane crash. Lee and Ditko had the character deal with the struggles of adolescence and financial issues, and accompanied him with many supporting characters, such as J. Jonah Jameson, Flash Thompson, Harry Osborn, romantic interests Gwen Stacy and Mary Jane Watson, and foes such as Doctor Octopus, Green Goblin and Venom. His origin story has him acquiring spider-related abilities after a bite from a radioactive spider; these include clinging to surfaces, shooting spider-webs from wrist-mounted devices, and detecting danger with his \"spider-sense\".\r\n\r\nWhen Spider-Man first appeared in the early 1960's, teenagers in superhero comic books were usually relegated to the role of sidekick to the protagonist. The Spider-Man series broke ground by featuring Peter Parker, a high school student from Queens behind Spider-Man's secret identity and with whose \"self-obsessions with rejection, inadequacy, and loneliness\" young readers could relate. While Spider-Man had all the makings of a sidekick, unlike previous teen heroes such as Bucky and Robin, Spider-Man had no superhero mentor like Captain America and Batman; he thus had to learn for himself that \"with great power there must also come great responsibility\"—a line included in a text box in the final panel of the first Spider-Man story but later retroactively attributed to his guardian, the late Uncle Ben.\r\n\r\nMarvel has featured Spider-Man in several comic book series, the first and longest-lasting of which is The Amazing Spider-Man. Over the years, the Peter Parker character developed from a shy, nerdy New York City high school student to troubled but outgoing college student, to married high school teacher to, in the late 2000's, a single freelance photographer. In the 2010's, he joins the Avengers, Marvel's flagship superhero team. Spider-Man's nemesis Doctor Octopus also took on the identity for a story arc spanning 2012–2014, following a body swap plot in which Peter appears to die. Marvel has also published books featuring alternate versions of Spider-Man, including Spider-Man 2099, which features the adventures of Miguel O'Hara, the Spider-Man of the future; Ultimate Spider-Man, which features the adventures of a teenaged Peter Parker in an alternate universe; and Ultimate Comics Spider-Man, which depicts the teenager Miles Morales, who takes up the mantle of Spider-Man after Ultimate Peter Parker's supposed death. Miles is later brought into mainstream continuity, where he works alongside Peter.","image":"https://static.metron.cloud/media/character/2023/08/31/spider-man.png","creators":[{"id":4,"name":"Stan Lee","modified":"2019-06-23T15:13:23.355492-04:00"},{"id":139,"name":"Steve Ditko","modified":"2019-06-23T15:13:23.383322-04:00"}],"teams":[{"id":12,"name":"Avengers","modified":"2019-06-23T15:13:23.928762-04:00"},{"id":691,"name":"Daily Bugle","modified":"2022-09-04T10:21:28.496446-04:00"},{"id":13,"name":"Fantastic Four","modified":"2019-06-23T15:13:23.956676-04:00"},{"id":83,"name":"Future Foundation","modified":"2019-06-23T15:13:23.962952-04:00"},{"id":59,"name":"New Avengers","modified":"2019-06-23T15:13:23.995244-04:00"},{"id":953,"name":"New Fantastic Four","modified":"2023-03-06T16:21:52.382482-05:00"},{"id":906,"name":"Outlaws (Marvel)","modified":"2023-03-03T16:30:14.755308-05:00"},{"id":1132,"name":"Spider-Force","modified":"2023-04-11T14:30:15.680250-04:00"},{"id":1264,"name":"Ultimate Knights","modified":"2023-08-26T09:57:34.784133-04:00"},{"id":1265,"name":"Ultimate Six","modified":"2023-08-26T10:05:03.442436-04:00"},{"id":577,"name":"Worldwide Engineering Brigade (W.E.B.)","modified":"2022-05-16T09:21:32.704832-04:00"}],"cv_id":null,"resource_url":"https://metron.cloud/character/spider-man/","modified":"2023-08-31T08:53:14.183600-04:00"}